Revit 2027 API
ParameterTypeId.PhyMaterialParamTensionPerpendicular Property
 "Tension Perpendicular to Grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamTensionPerpendicular { get; }
Public Shared ReadOnly Property PhyMaterialParamTensionPerpendicular As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamTensionPerpendicular {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamTensionPerpendicular : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace